/* NSTextField (All data is sent anonymously. No sensible data is sent to the Archive.) : <title:All data is sent anonymously. No sensible data is sent to the Archive.> (oid:11) */
"All data is sent anonymously. No sensible data is sent to the Archive." = "Todos os dados são enviados anonimamente. Nenhuns dados sensíveis são enviados para o Arquivo.";

/* NSButton (Automatically retrieve shared data at launch) : <title:Automatically retrieve shared data at launch> (oid:21) */
"Automatically retrieve shared data at launch" = "Obter automaticamente dados partilhados no início";

/* NSButton (Automatically send own data at launch) : <title:Automatically send own data at launch> (oid:22) */
"Automatically send own data at launch" = "Enviar os seus dados automaticamente no início";

/* NSBox (Data Sharing settings) : <title:Data Sharing settings> (oid:28) */
"Data Sharing settings" = "Defenições de Partilha de Dados";

/* NSButton (Do not advertise the service on the network) : <title:Do not advertise the service on the network> (oid:32) */
"Do not advertise the service on the network" = "Não publicitar o serviço na rede";

/* NSButton (Look for shared batteries) : <title:Look for shared batteries> (oid:31) */
"Look for shared batteries" = "Procurar por baterias partilhadas";

/* NSButton (Require password:) : <title:Require password:> (oid:33) */
"Require password:" = "Requerer password:";

/* NSButton (Retrieve shared data from the Archive at launch) : <title:Retrieve shared data from the Archive at launch> (oid:21) */
"Retrieve shared data from the Archive at launch" = "Obter dados partilhados do Arquivo no arranque";

/* NSButton (Send own data to the Archive at launch) : <title:Send own data to the Archive at launch> (oid:22) */
"Send own data to the Archive at launch" = "Enviar os próprios dados para o Arquivo no arranque";

/* NSButton (Share own battery data) : <title:Share own battery data> (oid:34) */
"Share own battery data" = "Partilhar os dados próprios da bateria";

/* NSBox (Shared Battery Data Archive settings) : <title:Shared Battery Data Archive settings> (oid:19) */
"Shared Battery Data Archive settings" = "Defenições do Arquivo de Dados Partilhados de Bateria";